Repository: FreePBX-ContributedModules/customcontexts
Catalog: i18n/*/LC_MESSAGES/customcontexts.po
Languages: bg_bg

source: Add Context
bg_bg: Добави Context

source: Connectivity
bg_bg: Свързване

source: Creates custom contexts which can be used to allow limited access to dialplan applications. Allows for time restrictions on any dialplan access. Allows for pattern matching to allow/deny. Allows for failover destinations, and PIN protected failover. This can be very useful for multi-tennant systems. Inbound routing can be done using DID or zap channel routing, this module allows for selective outbound routing. House/public phones can be placed in a restricted context allowing them only internal calls.
bg_bg: Създава потребителски контексти, които могат да бъдат използвани за да се позволи ограничен достъп до плановете за набиране. Дава възможност за времеви ограничения на всеки план за набиране. Позволява при съвпадение на модел да позволи/отмени набирането. Дава възможност за направления при проваляне и защита с PIN за направления при проваляне. Това може да бъде много полезно за multi-tennant системи. Входящите маршрути могат да се направят с помощта на DID или ZAP маршрутизация на каналите, този модул позволява селективно изходящо маршрутизиране. Обществени телефони могат да бъдат поставени в ограничен контекст, който да им позволява само вътрешни обаждания.

source: Custom Context: %s
bg_bg: Потребителски Context: %s

source: Custom Context: %s (%s)
bg_bg: Потребителски Context: %s (%s)

source: Custom Contexts
bg_bg: Потребителски Contexts

source: Custom Contexts Admin
bg_bg: Custom Contexts Админ

source: Duplicate Context
bg_bg: Дублирай Context

source: Edit Context
bg_bg: Редактирай Context

source: Remove Context
bg_bg: Премахни Context

source: Time Conditions Module required and not present .. aborting install
bg_bg: Изисква се модул Времеви Условия, който не е инсталиран .. прекъсване на инсталацията

source: done
bg_bg: изпълнено

source: migrating customcontexts_timegroups if needed..
bg_bg: мигриране на customcontexts_timegroups ако е необходимо..

source: removing customcontexts_timegroups and customcontexts_tiemgroups_detail tables..
bg_bg: премахване customcontexts_timegroups и customcontexts_tiemgroups_detail таблици..
